[{
    "id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "picture": "https://media.licdn.com/dms/image/C4E22AQFcbame8fgamg/feedshare-shrink_800/0/1655719208240?e=2147483647&v=beta&t=Wfw4UiKxFk5Qb2TnLMrdAugGb8qzCfT4C0ZXDjisYfw",
    "name": "Sarun",
    "bio": "John Smith has been cooking professionally for over 20 years. He specializes in French cuisine and is known for his use of seasonal and locally-sourced ingredients.",
    "likes": 1200,
    "num_recipes": 75,
    "years_exp": 20,
    "recipes": [{
        "name": "Beef Bourguignon",
        "ingredients": ["beef chuck", "red wine", "onions", "carrots", "garlic"],
        "method": "1. Brown the beef in a Dutch oven. 2. Saute the onions and garlic. 3. Add the wine, beef broth, and vegetables. 4. Simmer for several hours until the beef is tender. 5. Serve with crusty bread.",
        "rating": 4.8
      },
      {
        "name": "Coq au Vin",
        "ingredients": ["chicken thighs", "bacon", "red wine", "mushrooms", "pearl onions"],
        "method": "1. Cook the bacon until crisp. 2. Brown the chicken in the bacon fat. 3. Add the vegetables and cook until softened. 4. Add the wine and chicken broth. 5. Simmer until the chicken is cooked through. 6. Serve with mashed potatoes.",
        "rating": 4.7
      },
      {
        "name": "Ratatouille",
        "ingredients": ["eggplant", "zucchini", "red bell pepper", "onions", "tomatoes"],
        "method": "1. Saute the vegetables in olive oil. 2. Add garlic and herbs. 3. Simmer until the vegetables are tender. 4. Serve as a side dish or over pasta.",
        "rating": 4.5
      }
    ]
  },
  {
    "id": "0282e0e58a5c404fbd15261f11c2ab6b",
    "picture": "https://www.finedininglovers.com/sites/g/files/xknfdk626/files/styles/open_graph_image/public/2021-03/Pim%20Techamuanvivit.jpg?itok=7r9e5Ui8",
    "name": "Arunee",
    "bio": "Maria Garcia is a master of Mexican cuisine. She has been cooking professionally for over 15 years and loves to incorporate bold flavors into her dishes.",
    "likes": 1500,
    "num_recipes": 90,
    "years_exp": 15,
    "recipes": [{
        "name": "Chicken Enchiladas",
        "ingredients": ["chicken", "tortillas", "tomato sauce", "cheese", "onions"],
        "method": "1. Cook the chicken and onions. 2. Roll the chicken mixture in tortillas. 3. Place in a baking dish. 4. Cover with tomato sauce and cheese. 5. Bake until bubbly.",
        "rating": 4.9
      },
      {
        "name": "Taco Salad",
        "ingredients": ["ground beef", "lettuce", "tomatoes", "cheese", "taco seasoning"],
        "method": "1. Brown the ground beef. 2. Add taco seasoning. 3. Serve over a bed of lettuce with chopped tomatoes, cheese, and tortilla chips.",
        "rating": 4.6
      },
      {
        "name": "Guacamole",
        "ingredients": ["avocado", "tomatoes", "onion", "lime juice", "salt"],
        "method": "1.Cook the chicken and onions. 2. Roll the chicken mixture in tortillas. 3. Place in a baking dish. 4. Cover with tomato sauce and cheese. 5. Bake until bubbly.",
        "rating": 4.5
      }
    ]
  },
  {
    "id": "f69a695f037cd9484cecaea37ca71011",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Sirichalerm_Svasti.jpg/220px-Sirichalerm_Svasti.jpg",
    "name": "Somsak",
    "bio": "Samantha Lee is a pastry chef with a passion for creating beautiful and delicious desserts. She has worked in some of the best restaurants in the world and is known for her intricate designs.",
    "likes": 2000,
    "num_recipes": 50,
    "years_exp": 12,
    "recipes": [{
        "name": "Chocolate Cake",
        "ingredients": ["flour", "sugar", "cocoa powder", "butter", "eggs"],
        "method": "1. Cream the butter and sugar. 2. Add the eggs. 3. Sift in the dry ingredients. 4. Bake in a greased cake pan. 5. Frost with chocolate buttercream.",
        "rating": 4.7
      },
      {
        "name": "Fruit Tart",
        "ingredients": ["pie crust", "pastry cream", "assorted fruits", "glaze", "powdered sugar"],
        "method": "1. Bake the pie crust. 2. Fill with pastry cream. 3. Arrange the fruit on top. 4. Brush with glaze. 5. Dust with powdered sugar.",
        "rating": 4.9
      },
      {
        "name": "Macarons",
        "ingredients": ["almond flour", "powdered sugar", "egg whites", "sugar", "food coloring"],
        "method": "1. Sift together the almond flour and powdered sugar. 2. Beat the egg whites until stiff peaks form. 3. Gradually add in the sugar. 4. Fold in the flour mixture and food coloring. 5. Pipe onto baking sheets and let rest. 6. Bake until lightly golden. 7. Fill with buttercream or ganache.",
        "rating": 4.8
      }
    ]
  },
  {
    "id": "f69a695f037cd9484cecaea37ca71012",
    "picture": "https://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRgJTTuPLCJdLn7J8_5v44IWLIsAeuR8fiKL020udTRUZBAmM9xr3SJUkVNR6Q3Vyl2",
    "name": "Narin",
    "bio": "Juan Martinez is a Mexican chef who has a deep love for traditional Mexican cuisine. He has spent years studying under some of the best chefs in Mexico and is known for his authentic and flavorful dishes.",
    "likes": 500,
    "num_recipes": 20,
    "years_exp": 8,
    "recipes": [{
        "name": "Tacos al Pastor",
        "ingredients": ["pork shoulder", "achiote paste", "pineapple", "corn tortillas", "cilantro"],
        "method": "1. Marinate the pork shoulder with achiote paste, pineapple, and spices. 2. Roast the pork on a spit until cooked through. 3. Slice the pork thinly. 4. Heat the tortillas on a griddle. 5. Assemble the tacos with the pork, cilantro, and pineapple.",
        "rating": 4.6
      },
      {
        "name": "Mole Negro",
        "ingredients": ["chiles", "tomatoes", "onion", "garlic", "chocolate"],
        "method": "1. Roast the chiles, tomatoes, onion, and garlic. 2. Blend the roasted vegetables with spices and stock. 3. Cook the sauce with the chocolate until thickened. 4. Serve with chicken, rice, and tortillas.",
        "rating": 4.9
      },
      {
        "name": "Chiles Rellenos",
        "ingredients": ["poblano peppers", "ground beef", "tomatoes", "onion", "queso fresco"],
        "method": "1. Roast the peppers and remove the skin. 2. Stuff the peppers with a mixture of ground beef, tomatoes, onion, and queso fresco. 3. Dredge the peppers in egg and flour. 4. Fry the peppers until golden brown. 5. Serve with rice and beans.",
        "rating": 4.7
      }
    ]
  },
  {
    "id": "11468ed61aee84de492a8b04158a22f9",
    "picture": "https://coconuts.co/wp-content/uploads/2018/08/beehead.jpg",
    "name": "Sirirat",
    "bio": "Samantha Lee is a renowned pastry chef who specializes in creating stunning and whimsical desserts. She is known for her intricate and detailed designs that often incorporate popular characters and themes.",
    "likes": 1000,
    "num_recipes": 15,
    "years_exp": 10,
    "recipes": [{
        "name": "Alice in Wonderland Cake",
        "ingredients": ["flour", "sugar", "butter", "eggs", "vanilla extract"],
        "method": "1. Bake four layers of cake in various sizes. 2. Cut the layers to create a teapot shape. 3. Frost the cake with buttercream and decorate with fondant teacups, saucers, and a teapot lid. 4. Add a sugar flower arrangement on top.",
        "rating": 4.8
      },
      {
        "name": "Minion Cupcakes",
        "ingredients": ["flour", "sugar", "butter", "eggs", "food coloring"],
        "method": "1. Bake cupcakes in yellow liners. 2. Frost the cupcakes with blue buttercream. 3. Use black fondant to create the goggles and pipe on the mouth and hair with black frosting. 4. Add a candy eyeball.",
        "rating": 4.5
      },
      {
        "name": "Harry Potter Sorting Hat Cake",
        "ingredients": ["flour", "sugar", "butter", "eggs", "chocolate"],
        "method": "1. Bake two layers of cake and carve them into a hat shape. 2. Frost the cake with chocolate ganache. 3. Use fondant to create the features of the hat. 4. Add a sorting ceremony sign made of fondant.",
        "rating": 4.9
      }
    ]
  },
  {
    "id": "11468ed61aee84de492a8b04158a22f0",
    "picture": "https://t3.gstatic.com/licensed-image?q=tbn:ANd9GcS5geHqkrXKuH79J0w7fd0V-ymgpAaRHScOzRoSCJdSeFdVf4qJJrVk2Zgj4Osr37wd",
    "name": "Somchai",
    "bio": "Juan Rodriguez is a master of Mexican cuisine, specializing in creating traditional dishes with a modern twist. He has worked in some of the top restaurants in Mexico City and has won several awards for his innovative and delicious creations.",
    "likes": 2000,
    "num_recipes": 25,
    "years_exp": 15,
    "recipes": [{
        "name": "Mole Poblano",
        "ingredients": ["dried chiles", "chicken broth", "tomatoes", "onions", "almonds"],
        "method": "1. Toast the chiles until fragrant. 2. Soak them in hot chicken broth until softened. 3. Blend the chiles with the broth, tomatoes, onions, and almonds. 4. Strain the mixture and cook it in a pot until thickened. 5. Serve with chicken and rice.",
        "rating": 4.7
      },
      {
        "name": "Tacos al Pastor",
        "ingredients": ["pork shoulder", "pineapple", "onion", "cilantro", "lime"],
        "method": "1. Marinate the pork with achiote paste, pineapple juice, and spices. 2. Grill the pork on a spit with a slice of pineapple on top. 3. Chop the meat and pineapple and serve in tortillas with onions, cilantro, and lime juice.",
        "rating": 4.9
      },
      {
        "name": "Chiles Rellenos",
        "ingredients": ["poblano peppers", "ground beef", "tomatoes", "onions", "cheese"],
        "method": "1. Roast the peppers until blistered and remove the skin. 2. Stuff them with a mixture of ground beef, tomatoes, onions, and cheese. 3. Coat the peppers with egg batter and fry until golden brown. 4. Serve with tomato sauce.",
        "rating": 4.8
      }
    ]
  }
]